Repository: existenceexists/kbarcode-kde4
Catalog: po/*.po
Languages: uk

source: &Encoding Type:
uk: &Варіант кодування:

source: &Value:
uk: &Значення:

source: &Display text
uk: &Відображати текст

source: &Advanced...
uk: &Додатково...

source: &Insert Data Field...
uk: &Вставити поле даних...

source: &Margin:
uk: &Краї:

source: &Rotation:
uk: &Обертання:

source: &Scale (in permille):
uk: &Масштаб (у проміле):

source: &Crop:
uk: &Обрізка:

source: Barcode Generator
uk: Утворювач штрих-коду

source: &Generate
uk: &Утворити

source: &Print
uk: &Друк

source: An error occurred during saving the image
uk: Трапилася помилка під час запису зображення

source: [GNU Barcode]
uk: [GNU-штрих-кодер]

source: [Barcode Writer in Pure Postscript]
uk: [Записувач штрих-коду у чистому PostScript-і]

source: Codabar (no checksum)
uk: Codabar (без контрольної суми)

source: Code 128 (a,b,c: autoselection)
uk: Code 128 (a,b,c: автовибір)

source: Code 39 (no checksum)
uk: Code 39 (без контрольної суми)

source: EAN (EAN 8 or EAN 13)
uk: EAN (EAN 8 або EAN 13)

source: interleaved 2 of 5 (only digits)
uk: interleaved 2 of 5 (лише цифри)

source: ISBN (still EAN13)
uk: ISBN (однак EAN13)

source: UPC (12-digit EAN; UPCA and UPCB)
uk: UPC (12-цифровий EAN; UPCA та UPCB)

source: pdf 417 2D Barcode
uk: pdf 417 2D-штрих-код

source: &Filename:
uk: &Ім'я файлу:

source: File Selection
uk: Вибір файлу

source: Print &labels without data
uk: Друк &етикеток без даних

source: Print &articles from KBarcodes SQL database
uk: Друк &товарів з бази даних SQL від KBarcode

source: Import &variables and print
uk: Імпорт &змінних та друк

source: Print &contacts from your addressbook
uk: Друку &контактів з Вашої адресної книги

source: Data Source
uk: Джерело даних

source: Print Data
uk: Друк даних

source: Insert Row
uk: Вставити рядок

source: Delete Row
uk: Видалити рядок

source: Import Variables
uk: Імпорт змінних

source: Serial start:
uk: Серійний номер починається з:

source: Serial increment:
uk: Приріст для серійного номера:

source: Serial Number
uk: Серійний номер

source: &Print to a system printer or to a file
uk: &Друк на системну друкарку або ж у файл

source: &Create images
uk: &Створити зображення

source: Print to a special &barcode printer
uk: Друк на спеціальну друкарку &штрих-кодів

source: Output &Directory:
uk: &Тека для виводу:

source: Output File &Format:
uk: &Формат файлу для виводу:

source: Use &article number for filename
uk: Використовувати номер &товару для імені файлу

source: Use &barcode number for filename
uk: Використовувати номер &штрих-коду для назви файлу

source: Use &custom filename:
uk: Використати &особливе ім'я файлу:

source: Output Device
uk: Вивідний пристрій

source: Customer name and no.:
uk: Назва та номер замовника:

source: &Import...
uk: &Імпорт...

source: &Edit...
uk: &Редагувати...

source: R&emove All
uk: &Видалити усе

source: Import from File ...
uk: Імпорт з файлу ...

source: Import from Clipboard ...
uk: Імпорт з буфера обміну...

source: Import barcode_basic
uk: Імпорт barcode_basic

source: Number of Labels
uk: Кількість етикеток

source: Article Number
uk: Номер товару

source: Group
uk: Група

source: Enter &data manually
uk: Ввести &дані вручну

source: Import variables from a &SQL table
uk: Імпортувати змінні з &SQL-таблиці

source: Please enter a sql &query:
uk: Будь-ласка, введіть sql-&запит:

source: Import from a &CSV file
uk: Імпортувати з &CSV-файлу

source: Please select a csv &file:
uk: Будь-ласка, виберіть csv-&файл:

source: &Encoding:
uk: &Кодування:

source: Available Variables:
uk: Доступні змінні:

source: &Number of labels to print:
uk: &Кількість етикеток до видруку:

source: Add all contacts to the list of contacts which will be printed.
uk: Додати усі контакти до списку контактів: що будуть видруковані.

source: Add selected contacts to the list of contacts which will be printed.
uk: Додати вибрані контакти до списку контактів, що будуть видруковані.

source: Remove selected contacts from the list of contacts which will be printed.
uk: Видалити вибрані контакти зі списку для друку.

source: Remove all contacts from the list of contacts which will be printed.
uk: Видалити усі контакти зі списку для друку.

source: All Addresses
uk: Усі адреси

source: Selected Addresses
uk: Вибрані адреси

source: Given Name
uk: Ім'я

source: Family Name
uk: Прізвище

source: Email Address
uk: Електронна адреса

source: Please enter a valid article ID
uk: Будь-ласка, введіть правильний ідентифікатор товару

source: Separator is empty. Please set it to a value.
uk: Роздільник не вказаний. Будь-ласка, вкажіть значення.

source: <qt>Can't execute SQL query:<br>
uk: <qt>Не вдається виконати SQL-запит:<br>

source: Can't open file: %1
uk: Не вдається відкрити файл: %1

source: Printing...
uk: Друкуємо...

source: Group :
uk: Група:

source: Article No. :
uk: Номер товару:

source: Creating Images...
uk: Створення зображень...

source: <qt>Can't open the file or device <b>%1</b></qt>.
uk: <qt>Не вдається відкрити файл чи пристрій <b>%1</b></qt>.

source: New Rectangle
uk: Новий прямокутник

source: New Text
uk: Новий текст

source: New Barcode
uk: Новий штрих-код

source: Configure KBarcode
uk: Налаштувати KBarcode

source: <qt><h1>Welcome to KBarcode</h1><br><br>
uk: <qt><h1>Вітання у KBarcode</h1><br><br>

source: Welcome
uk: Гратуляції

source: System Check
uk: Перевірка системи

source: &Use database with KBarcode
uk: &Використовувати базу даних у KBarcode

source: Database
uk: База даних

source: KBarcode can create the required SQL tables for you.<br>KBarcode will add also some Label Definitions to the tables.<br>After that you can fill the tables with some example data.
uk: KBarcode може створити для Вас необхідні SQL-таблиці.<br>KBarcode також додасть певні означення етикеток у таблиці.<br>Після цього Ви зможете заповнити таблиці певними зразковими даними.

source: &Create Tables
uk: &Створити таблиці

source: &Add Example Data
uk: &Додати зразкові дані

source: Create Tables
uk: Створити таблиці

source: <qt>Connection failed:<br>
uk: <qt>З'єднання невдале:<br>

source: Example data has been imported.
uk: Зразкові дані імпортовано.

source: There are no Qt SQL drivers installed. KBarcode needs those drivers to access the different SQL databases. This drivers are part of the Qt Source distribution and should also be part of your distribution. Please install them first.
uk: Не встновлені SQL-драйвери для Qt. KBarcode потребує ці драйвери щоб мати доступ до різних база даних SQL. Ці драйвери є частиною дистрибутиву джерельних кодів Qt і повинні бути у Вашому дистрибутиві. Будь-ласка, спершу інсталюйте їх.

source: Current Table: <b>
uk: Поточна таблиця: <b>

source: &Import CSV File...
uk: &Імпорт CSV-файлу...

source: KBarcode is unable to find its label definitions.Please make sure that the file $KDEDIR/share/apps/kbarcode/labeldefinitions.sql does exist. This file is part of the KBarcode distribution. You will be prompted now to select the file containing the labeldefinitions.
uk: KBarcode не зміг знайти означення цієї етикетки. Будь-ласка, переконайтеся що файл $KDEDIR/share/apps/kbarcode/labeldefinitions.sql справді існує. Цей файл є частиною дистрибутиву KBarcode. У Вас буде зараз запитано вибрати файл що міститиме означення етикеток.

source: Barcode Settings
uk: Налаштування штрих-коду

source: Barcode Writer in Pure Postscript
uk: Записувач штрих-коду у чистому PostScript-і

source: Colors
uk: Кольори

source: Sequence
uk: Послідовність

source: Barcode Height (mm):
uk: Висота штрих-коду (мм):

source: &Text above barcode
uk: &Текст поверха штрих-коду

source: &Auto correction
uk: &Автоматичне виправлення

source: &Checksum calculation method:
uk: &Метод обрахунку контрольної суми:

source: No Checksum
uk: Без контрольної суми

source: Default Checksum Method
uk: Метод контрольної суми по умовчанню

source: Modulo 10 Checksum
uk: Контрольна сума за модулем 10

source: Module 43 (suggested for Code39 and Logmars, 1 digit)
uk: Модуль 43 (рекомендується для Code39 та Logmars, 1 цифра)

source: Modula 47 (2 digits)
uk: Modula 47 (2 цифри)

source: Code 11 (1 digit)
uk: Code 11 (1 цифра)

source: Code 11 (2 digits)
uk: Code 11 (2 цифри)

source: MSI (1 digit)
uk: MSI (1 цифра)

source: MSI (2 digits)
uk: MSI (2 цифри)

source: Rows:
uk: Рядки:

source: Columns:
uk: Стовпчики:

source: Error correction level:
uk: Рівень корекції помилки:

source: Automatic calculation
uk: Автоматичний обрахунок

source: &Enable sequence
uk: &Задіяти послідовність

source: Iterate over numbers 0-9
uk: Виконувати ітерації по числах 0-9

source: Iterate over characters A-Z
uk: Виконувати ітерації по символах A-Z

source: Iterate over A-Z, 0-9
uk: Виконувати ітерації по A-Z, 0-9

source: Step:
uk: Крок:

source: Start:
uk: Початок:

source: Bar Color:
uk: Колір смужок:

source: Background Color:
uk: Колір фону:

source: Text Color:
uk: Колір тексту:

source: Enable &Checksum
uk: Задіяти &контрольну суму

source: Barcode Printer
uk: Друкарка штрих-коду

source: &Output Format:
uk: &Вихідний формат:

source: &Print to File
uk: &Друкувати у файл

source: &Device:
uk: &Пристрій:

source: TEC Printer (TEC)
uk: Друкарка TEC

source: Zebra Printer (ZPL)
uk: Друкарка Zebra (ZPL)

source: Intermec Printer (IPL)
uk: Друкарка Intermec (IPL)

source: EPCL Printer (EPCL)
uk: Друкарка EPCL (EPCL)

source: There are currently %1 cached barcodes.
uk: На зараз закешовано %1 штрих-кодів.

source: SQL Settings
uk: Налаштування SQL

source: Medium Resolution (300dpi)
uk: Посередня роздільна здатність (300dpi)

source: High Resolution (600dpi)
uk: Висока роздільна здатність (600dpi)

source: Very High Resolution (1200dpi)
uk: Дуже висока роздільна здатність (1200dpi)

source: Printer Resolution:
uk: Роздільна здатність друкарки:

source: Preview Page Format:
uk: Формат попереднього перегляду сторінки:

source: Print Settings
uk: Налаштування друку

source: Comment:
uk: Коментар:

source: Separator:
uk: Роздільник:

source: Quote Character:
uk: Символ цитування:

source: &Use customer article no. for import
uk: &Використовувати номер товару замовника для імпорту

source: File Format:
uk: Формат файлу:

source: Quantity
uk: Кількість

source: Label Editor
uk: Редактор етикеток

source: &Create a new label on startup
uk: &Утворити нову етикетку при запуску

source: Grid:
uk: Ґратка:

source: Grid Color:
uk: Колір ґратки:

source: Date Format:
uk: Формат даних:

source: On New
uk: На нове

source: No Line Break
uk: Без розриву рядка

source: Line Break
uk: Розрив рядка

source: New Page
uk: Нова сторінка

source: Article No.
uk: Номер товару:

source: Group Name
uk: Назва групи

source: On New Article
uk: На новий товар

source: On New Group
uk: На нову групу

source: Preview:
uk: Попередній перегляд:

source: &Import
uk: &Імпорт

source: Import the selected file into your tables.
uk: Імпорт вибраного файлу у Ваші таблиці.

source: Column:
uk: Стовпчик:

source: Database field to use for this column:
uk: Поле база даних, відповідне цьому стовпцю:

source: File to import:
uk: Файл для імпорту:

source: Encoding:
uk: Кодування:

source: Import into table:
uk: Імпортувати у таблицю:

source: Could not import the following line:
uk: Не вдається імпортувати наступний рядок:

source: Data was imported successfully.
uk: Дані успішно імпортовані.

source: Add Label Definition
uk: Додати означення етикетки

source: Producer:
uk: Генератор:

source: Type:
uk: Тип:

source: Width (in %1):
uk: Ширина (у %1):

source: Height (in %1):
uk: Висота (у %1):

source: Horizontal Gap:
uk: Проміжок по горизонталі:

source: Vertical Gap:
uk: Проміжок по вертикалі:

source: Top Gap:
uk: Проміжок зверху:

source: Left Gap:
uk: Проміжок зліва:

source: Number Horizontal:
uk: Кількість по горизонталі:

source: Number Vertical:
uk: Кількість по вертикалі:

source: More &Information
uk: Ще &інформації

source: Number of horizontal Labels
uk: Кількість етикеток по горизонталі

source: Number of vertical Labels
uk: Кількість етикеток по вертикалі

source: Gap Top
uk: Верхній проміжок

source: Gap Left
uk: Лівий проміжок

source: Vertical Gap
uk: Вертикальний проміжок

source: Horizontal Gap
uk: Горизонтальний проміжок

source: &Position && Size
uk: &Позиція && розмір

source: &Border
uk: &Кайма

source: &Fill Color
uk: Колір &заповнення

source: &Barcode
uk: Штрих-код

source: &Rotation
uk: &Обертання

source: &Text
uk: &Текст

source: &Image
uk: &Зображення

source: &Visibility
uk: &Видимість

source: Property changed
uk: Властивості змінено

source: &Bold
uk: &Жирний

source: &Italic
uk: &Курсивний

source: &Underline
uk: &Підреслення

source: Text &Color...
uk: &Колір тексту...

source: &Font
uk: &Шрифт

source: Font &Size
uk: &Розмір шрифту

source: Align &Left
uk: Вирівнювання &зліва

source: Align &Center
uk: Вирівнювання по &центру

source: Align &Right
uk: Вирівнювання &справа

source: &Justify
uk: Вирівнювання по &краям

source: Insert &Data Field
uk: Вставити &поле даних

source: Select &Address
uk: Вибрати &адресу

source: Customer Name and No.:
uk: Назва та номер замовника:

source: Article Number:
uk: Номер товару:

source: Group:
uk: Група:

source: Number of labels:
uk: Кількість етикеток:

source: Settings
uk: Налаштування

source: Line Style:
uk: Стиль лінії:

source: Color:
uk: Колір:

source: Line Width:
uk: Ширина лінії:

source: Add Barcode_basic
uk: Додати Barcode_basic

source: Article:
uk: Товар:

source: What do you want to insert?
uk: Що Ви хочете вставити?

source: Insert a &fixed data field
uk: Вставити &стале поле даних

source: Insert a &custom SQL query, variable or JavaScript function
uk: Вставити &особливий SQL-запит, змінну, чи функцію JavaScript

source: Step 1 of 3
uk: Крок 1 з 3

source: Step 2 of 3
uk: Крок 2 з 3

source: Step 3 of 3
uk: Крок 3 з 3

source: &Select from a list of all tokens
uk: &Вибрати зі списку усіх ознак

source: Insert printing &informations
uk: Вставити дані &друкування

source: &Insert a database field
uk: &Вставити поле бази даних

source: Insert a &date/time function
uk: Вставити функцію &дати/часу

source: Insert an &addressbook field
uk: Вставити поле з &адресної книги

source: Insert a custom &variable
uk: Вставити особливу &змінну

source: Insert a &SQL query
uk: Вставити &SQL-запит

source: Insert a &JavaScript function
uk: Вставити функцію &JavaScript

source: &Category:
uk: &Категорія:

source: &Token:
uk: &Ознака:

source: Token
uk: Ознака

source: Description
uk: Опис

source: &Custom Expression to be inserted in the token.
uk: &Особливе значення буде вставлено у ознаку.

source: <qt>Certain tokens, like for exaple the sqlquery token need arguments. In the case of the sqlquery token, the sure has to enter a sql query in this text field.</qt>
uk: <qt>Деякі ознаки, наприклад ознака sqlquery, потребують аргументів. У випадку ознаки sqlquery, переконайтеся що ввели sql-запит у цьому текстовому полі.</qt>

source: &Create a new custom variable
uk: &Створити нову особливу змінну

source: &Insert an existing custom variable
uk: &Вставити існуючу особливу змінну

source: <qt><b>No SQL connection found!</b><br>You can build a query, but you will not be able to execute or test it right now.<br></qt>
uk: <qt><b>Немає SQL-з'єднання!</b><br>Ви можете побудувати запит, але Ви не зможете виконати чи протестувати його саме зараз.<br></qt>

source: &SQL Query:
uk: &SQL-запит:

source: /* Place your JavaScript code into this text field. */
uk: /* Помістіть Ваш JavaScript-код у це текстове поле. */

source: Custom Values
uk: Особливі значення

source: Expression:
uk: Вираз:

source: Barcode &Generator...
uk: &Утворювач штрих-коду...

source: &Label Editor...
uk: &Редактор етикетки...

source: &Batch Printing...
uk: &Пакетний друк...

source: Edit SQL &Tables...
uk: Редагувати SQL-&таблиці...

source: &Edit Label Definitions
uk: &Редагувати означення етикетки

source: &Edit Articles
uk: &Редагувати товари

source: &Edit Customers
uk: &Редагувати замовників

source: &Edit Customer Text
uk: &Редагувати текст замовника

source: Static
uk: Статичне

source: Select Label
uk: Вибрати етикетку

source: Close &Label
uk: Закрити &етикетку

source: &Recent Files
uk: &Останні файли

source: &Import and Print Batch File...
uk: &Імпортувати та друкувати пакетний файл...

source: &Change description...
uk: &Змінити опис...

source: &Delete Object
uk: &Видалити об'єкт

source: Print to &Barcode Printer...
uk: Друк на друкарку &штрих-кодів...

source: Print to &Image...
uk: Друк у &зображення...

source: &Change Label...
uk: &Змінити етикетку...

source: Insert &Barcode
uk: Вставити &штрих-код

source: Insert &Picture
uk: Вставити &зображення

source: Insert &Text
uk: Вставити &текст

source: Insert &Text Line
uk: Вставити &рядок тексту

source: Insert &Line
uk: Вставити &лінію

source: Insert &Rectangle
uk: Вставити &прямокутник

source: Insert &Ellipse
uk: Вставити &еліпс

source: &Grid
uk: &Ґратка

source: &Preview...
uk: &Попередній перегляд...

source: Address&book
uk: Адресна &книга

source: &Create Single Barcode...
uk: &Створити поодинокий штрих-код...

source: &Order
uk: &Порядок

source: &On Top
uk: &Зверху

source: &Raise
uk: &Підняти

source: &Lower
uk: &Нижче

source: &To Background
uk: &У фон

source: &Center
uk: &Центрування

source: Center &Horizontally
uk: Центрувати по &горизонталі

source: Center &Vertically
uk: Центрувати по &вертикалі

source: &Protect Position and Size
uk: &Захистити позицію та розмір

source: &Properties
uk: &Властивості

source: Label Description
uk: Опис етикетки

source: Please enter a description:
uk: Будь-ласка, введіть опис:

source: Size:
uk: Розмір:

source: Label Template:
uk: Шаблон етикетки:

source: Spellchecking
uk: Перевірка правопису

source: The file %1 does not exist.
uk: Файл %1 не існує.

source: <qt>The document has been modified.<br><br>Do you want to save it ?</qt>
uk: <qt>Документ було змінено.<br><br>Чи бажаєте зберегти його?</qt>

source: Programmer
uk: Програміст

source: Project Manager
uk: Керівник проекту

source: Wrote GNU Barcode on which kbarcode is based.
uk: Написав GNU-штрих-кодер (GNU Barcode), на якому і побудований kBarcode.

source: Author of Barcode Writer in Pure Postscript
uk: Автор записувача штрих-коду у чистому PostScript-і

source: Italian translation
uk: Переклад італійською

source: Finnish and Swedish translation, created the KBarcode icon
uk: Фінський та шведський переклади, створив іконку для KBarcode

source: Spanish translation
uk: Переклад іспанською

source: Hungarian translation
uk: Переклад угорською

source: Tab icon code stolen from his excellent app qtella.
uk: Іконки викрадені з його чудової програми qtella.

source: Wrote the RichText KPart
uk: Написав RichText KPart

source: French Translation
uk: Переклад французькою

source: Help with ZPL and IPL code
uk: Допомога з кодом для ZPL та IPL

source: Wrote many patches to improve KBarcode
uk: Написав багато латок для покращення KBarcode

source: Made the Netherlands translation
uk: Створив голландський переклад

source: Added lot's of useful data fields to kbarcode
uk: Додав цілу купу корисних полів даних для KBarcode

source: Added TEC barcode printer support
uk: Додав підтримку штрих-кодової друкарки TEC

source: Added EPCL barcode printer support
uk: Додав підтримку штрих-кодової друкарки EPCL

source: Load the file in KBarcode (if --batch is specified, the file will be used in batchprinting mode)
uk: Завантажити файл у KBarcode (якщо зазначено --batch, то файл використовуватиметься у режимі пакетного видруку)

source: KBarcode Modes:
uk: Режими KBarcode:

source: Start KBarcode as xbarcode replacement
uk: Запускати KBarcode як заміна xbarcode

source: Open the label editor
uk: Відкрити редактор етикетки

source: Start directly in batchprinting mode
uk: Запускатися зразу у режимі пакетного видруку

source: Additional options for batchprinting (--batch):
uk: Додаткові параметри для пакетного видруку (--batch):

source: Set the serial number to be used
uk: Встановіть бажаний серійний номер

source: Increase a previously specified serial number using this value for each printed label
uk: Збільшує попередній серійний номер на це значення при друці кожної етикетки

source: &Connect to Database
uk: &З'єднатися з базою даних

source: &Import Label Definitions
uk: &Імпортувати означення етикетки

source: &Import Example Data
uk: &Імпортувати зразкові дані

source: &System Check...
uk: &Перевірити систему...

source: &Barcode Help...
uk: &Довідка по штрих-кодеру...

source: &Donate...
uk: &Дарувати..

source: Download Now
uk: Завантажити зараз

source: <qt>It is possible to support the further development of KBarcode through donations. PayPal will be used for processing the donation.<br><br>
uk: <qt>Є можливість підтримати подальшу розробку KBarcode роблячи пожертвування. Для передачі пожертв можна використати PayPal.<br><br>

source: Donate Now
uk: Зробити дарунок зараз

source: <p><h3>Barcode Support</h3></p>
uk: <p><h3>Підтримка штрих-кодування</h3></p>

source: <b>No</b><br />
uk: <b>ні</b><br />

source: <b>Found</b><br />
uk: <b>знайдено</b><br />

source: <p>To get <b>barcode support</b> you have to either install <i>GNU Barcode</i>, <i>TBarcode</i> or <i>PDF417 Enc</i>.</p>
uk: <p>Щоб мати <b>підтримку штрих-кодів</b>, Ви поивинні хоча б встановити <i>GNU-штрих-кодер (barcode)</i>, <i>TBarcode</i> або ж <i>кодувальник PDF417</i>.</p>

source: <p><h3>Database Support</h3></p>
uk: <p><h3>Підтримка баз даних</h3></p>

source: <li>Driver found:
uk: <li>Знайдено драйвер:

source: mm
uk: мм

source: in
uk: у

source: Position:
uk: Позиція:

source: New Label
uk: Нова етикетка

source: <h1>Create a new Label</h1><br><br>
uk: <h1>Створити нову етикетку</h1><br><br>

source: <h1>Change Label Size</h1><br><br>
uk: <h1>Змінити розмір етикетки</h1><br><br>

source: Label
uk: Етикетка

source: &Start with an empty label
uk: &Починати з пустої етикетки

source: &Add own Label Definition
uk: &Додати власне означення етикетки

source: <b>Format:</b><br> Width:
uk: <b>Формат:</b><br> Ширина:

source: %1<br>Height:
uk: %1<br>Висота:

source: %2<br>Horizontal Gap:
uk: %2<br>Проміжок по горизонталі:

source: %3<br>Vertical Gap:
uk: %3<br>Проміжок по вертикалі:

source: %4<br>Top Gap:
uk: %4<br>Проміжок зверху:

source: %5<br>Left Gap:
uk: %5<br>Проміжок зверху:

source: No label selected.
uk: Не вибрано жодної етикетки.

source: Screen
uk: Екран

source: &Border Visible
uk: &Кайма видима

source: Barcode Settings:
uk: Налаштування штрих-коду:

source: &Protect item from being moved or resized
uk: &Захистити елемент від переміщення та зміни розміру

source: &Top:
uk: &Зверху:

source: &Left:
uk: &Зліва:

source: &Height:
uk: &Висота:

source: &Width:
uk: &Ширина:

source: &Load image from path
uk: &Завантажити зображення зі шляху

source: &Read image path from expression
uk: &Прочитати шлях зображення з виразу

source: &Size
uk: &Розмір

source: Mirror &Horizontaly
uk: Віддзеркалити по &горизонталі

source: Mirror &Vertically
uk: Віддзеркалити по &вертикалі

source: Image format not supported for file: %1
uk: Формат зображення не підтримується для файлу: %1

source: Evaluate JavsScript code to define the visibility of this item:
uk: Виконати код JavaScript щоб визначити видимість цього елемента:

source: <qt>Unable to open database:
uk: <qt>Не вдається відкрити базу даних:

source: We are going to re-create the tables '
uk: Ми будемо перестворювати таблиці '

source: ' and '
uk: ' та '

source: <qt>Can't create database
uk: <qt>Не вдається створити базу даних

source: Can't connect to database.
uk: Не вдається приєднатися до бази даних.

source: KBarcode could not create the required database. Please create it manually.
uk: KBarcode не вдалося створити запитувану базу даних. Будь-ласка, створіть її вручну.

source: Created table
uk: Створена таблиця

source: successfully!
uk: успішно!

source: We are going to delete the complete table:
uk: Знищуватимемо усю таблицю:
