Repository: existenceexists/kbarcode-kde4
Catalog: po/*.po
Languages: uk

source: We are going to delete the complete tables:
uk: Знищуватимемо повністю таблиці:

source: SQL import progress:
uk: Поступ SQL-імпорту:

source: Can't open the data file containing the label definitions.
uk: Не вдається відкрити файл з даними щодо означення етикетки.

source: The SQL tables of KBarcode have changed since the last version. KBarcode updated them without any loss of data.
uk: SQL-таблиці від KBarcode змінені відносно останньої версії. KBarcode оновив їх без будь яких втрат даних.

source: Connected successfully to your database
uk: Вдале під'єднання до Вашої бази даних

source: Database Settings
uk: Налаштування бази даних

source: Username :
uk: Ім'я користувача:

source: Password :
uk: Пароль:

source: Database :
uk: База даних:

source: Host :
uk: Вузол:

source: Driver :
uk: Драйвер:

source: &Autoconnect on program start
uk: &Автопід'єднання при запуску програми

source: &Test Settings
uk: &Протестувати налаштування

source: <b>You have to test your database settings before you can procede.</b>
uk: <b>Ви можете протестувати налаштування Вашої бази даних перед тим як продовжувати.</b>

source: Date & Time
uk: Дата та час

source: Addressbook
uk: Адресна книга

source: Article description from barcode_basic
uk: Опис товару зі barcode_basic

source: Article number from barcode_basic
uk: Номер товару зі barcode_basic

source: customer number of the current customer
uk: номер поточного замовника

source: name of the current customer
uk: назва поточного замовника

source: Barcode number from barcode_basic
uk: Номер штрих-коду зі barcode_basic

source: group of the current article
uk: група поточного товару

source: Path and filename of this file
uk: Шлях та назва цього файлу

source: number of labels currently printed during this printout
uk: кількість видрукованих етикеток протягом поточного друку

source: current column on the page
uk: поточний стовпчик на сторінці

source: current row on the page
uk: поточний рядок на сторінці

source: Current page
uk: Поточна сторінка

source: Current resolution
uk: Поточна роздільна здатність

source: Execute java script code
uk: Виконати код java script

source: Insert the result of a custom sql query
uk: Вставити результат виконання особливого sql-запиту

source: Insert a custom variable
uk: Вставити особливу змінну

source: Date formated as configured in the preferences
uk: Дата формується згідно налаштувань

source: Short Weekday Name
uk: Коротка назва дня тижня

source: Full Weekday Name
uk: Повна назва дня тижня

source: Short Month Name
uk: Повна назва місяця

source: Full Month Name
uk: Повна назва місяця

source: Date-Time
uk: Дата-час

source: Century
uk: Століття

source: Day Number (01-31)
uk: Номер дня (01-31)

source: Month-Day-year
uk: Місяць-день-рік

source: Day Number ( 1-31)
uk: Номер дня ( 1-31)

source: Year-Month-day
uk: Рік-місяць-день

source: Hour (01-24)
uk: Година (01-24)

source: Hour (1-12)
uk: Година (1-12)

source: Day of Year
uk: День року

source: Month Number (01-12)
uk: Номер місяця (01-12)

source: Minute (00-59)
uk: Хвилини (00-59)

source: a.m./p.m.
uk: до полудня/після полудня

source: Time (h:m:s am/pm)
uk: Час (год:хв:сек до полудня/після полудня)

source: Time (HH:MM)
uk: Час (ГГ:ХХ)

source: Seconds (00-59)
uk: Секунди (00-59)

source: Time (HH:MM:SS)
uk: Час (ГГ:ХХ:СС)

source: Weekday (1=Monday...)
uk: День тижня (1=понеділок...)

source: Week Number (00-53)
uk: Номер тижня (00-53)

source: Week Number (01-53)
uk: Номер тижня (01-53)

source: Weekday (0=Sunday...)
uk: День тижня (0=неділя...)

source: Local Date
uk: Місцева дата

source: Local Time
uk: Місцевий час

source: Year (00-99)
uk: Рік (00-99)

source: Year (YYYY)
uk: Рік (РРРР)

source: Offset from UTC
uk: Зсув від Грінвіча

source: Timezone Name
uk: Назва часового поясу

source: Full E-Mail
uk: Повна електронна адреса

source: ERROR: Empty SQL Query
uk: ПОМИЛКА: Порожній SQL-запит

source: <qt>This appears file appears to be created by an older version of KBarcode.<br>Please check if the used label definition is correct:<br><b>
uk: <qt>Виглядає так, що файл створено у старішій версії KBarcode.<br>Будь-ласка, перевірте чи правильне означення етикетки:<br><b>

source: T&ools
uk: Інструменти
